[
  {
    "id": "1",
    "city": "Tunis",
    "lat": "36.8008",
    "lng": "10.1800",
    "country": "Tunisia",
    "desc": "Tunis (Arabic: تونس Tūnis) is the capital and largest city of Tunisia. The greater metropolitan area of Tunis, often referred to as Grand Tunis, has about 2,700,000 inhabitants. As of 2020, it is the third-largest city in the Maghreb region (after Casablanca and Algiers) and the eleventh-largest in the Arab world. ",
    "iso2": "TN",
    "admin_name": "Tunis",
    "capital": "primary",
    "population": "1056247",
    "population_proper": "1056247",
    "image": "images/Tunis.png",
    "Quality": "Capital"
  },
  {
    "id": "2",
    "city": "Sfax",
    "lat": "34.7400",
    "lng": "10.7600",
    "country": "Tunisia",
    "desc": "Sfax (/s(ə)fæks/; Arabic: صفاقس, romanized: Ṣafāqis Tunisian Arabic: [sˤfɑːqɛːs] (listen)) is a city in Tunisia, located 270 km (170 mi) southeast of Tunis. The city, founded in AD 849 on the ruins of Berber Taparura, is the capital of the Sfax Governorate (about 955,421 inhabitants in 2014),[citation needed] and a Mediterranean port. Sfax has a population of 330,440 (census 2014).[1] The main industries are phosphate, olive and nut processing, fishing (largest fishing port in Tunisia) and international trade. The city is the second-most populous after the capital, Tunis.",
    "iso2": "TN",
    "admin_name": "Sfax",
    "capital": "admin",
    "population": "272801",
    "population_proper": "272801",
    "image": "images/Sfax.png"
  },
  {
    "id": "3",
    "city": "Sousse",
    "lat": "35.8333",
    "lng": "10.6333",
    "country": "Tunisia",
    "desc": "Sousse or Soussa (Arabic: سوسة, Sūsa; Berber: Susa) is a city in Tunisia, capital of the Sousse Governorate. Located 140 km (87 mi) south of the capital Tunis, the city has 271,428 inhabitants (2014). Sousse is in the central-east of the country, on the Gulf of Hammamet, which is a part of the Mediterranean Sea. Its economy is based on transport equipment, processed food, olive oil, textiles, and tourism. It is home to the Université de Sousse. ",
    "iso2": "TN",
    "admin_name": "Sousse",
    "capital": "admin",
    "population": "221530",
    "population_proper": "221530",
    "image": "images/Sousse.png"
  },
  {
    "id": "4",
    "city": "Kairouan",
    "lat": "35.6833",
    "lng": "10.1000",
    "country": "Tunisia",
    "desc": "Kairouan Governorate (Tunisian Arabic: ولاية قيروان Wilāyat Qiyrwān) is one of the twenty-four governorates of Tunisia. It is landlocked and in the centre-east of the country. It covers an area of 6,712 km2 and has a population of 570,559 (2014 census). The narrower province of Sousse borders it to the east, the nearest coastline[1] The capital is Kairouan. Lowland parts of the province are semi-arid, experiencing in most years light rains in the winter months and scant rainfall in other months but higher parts attract relief precipitation in and around the Djebel Zhagdoud and a large part of the Djebel Serj national parks, in the north-east of the province which are geologically outcrops of the Dorsal Atlas mountains in the province to the north. ",
    "iso2": "TN",
    "admin_name": "Kairouan",
    "capital": "admin",
    "population": "186653",
    "population_proper": "186653",
    "image": "images/Kairouan.png"
  },
  {
    "id": "5",
    "city": "Kebili",
    "lat": "33.7050",
    "lng": "8.9650",
    "country": "Tunisia",
    "desc": "Kebili Governorate (Arabic: ولاية ڨبلي Gibillī pronounced [ˈɡbɪl.liː]) is the second largest of the 24 governorates (provinces) of Tunisia. It is situated in south-western Tunisia, bordering Algeria. It covers an area of 22,454 square kilometres (8,670 sq mi)[1] and had a population of 156,961 at the 2014 census.[2] The capital is Kebili. ",
    "iso2": "TN",
    "admin_name": "Kébili",
    "capital": "admin",
    "population": "163257",
    "population_proper": "163257",
    "image": "images/Kebili.png"
  },
  {
    "id": "6",
    "city": "Bizerte",
    "lat": "37.2744",
    "lng": "9.8739",
    "country": "Tunisia",
    "desc": "Bizerte Governorate (Arabic: ولاية بنزرت Wilāyat Benzart pronounced [bɑnˈzɑrt]) is the northernmost of the 24 governorates of Tunisia. It is in northern Tunisia, approximately rectangular and having a long north coast. It covers an area of 3,750 km² including two large lakes, one coastal hence saline and one freshwater being the World Heritage Site, Ichkeul lake.[1] Its population was 568,219 as at the 2014 census.[2] The capital is Bizerte which stands principally on inlet between Bizerte lake and the Mediterranean. The offshore Galite Islands are part of the governorate, as are the ruins of the ancient city of Utica. ",
    "iso2": "TN",
    "admin_name": "Bizerte",
    "capital": "admin",
    "population": "142966",
    "population_proper": "142966",
    "image": "images/Bizerte.png"
  },
  {
    "id": "7",
    "city": "Sidi Bouzid",
    "lat": "35.0381",
    "lng": "9.4858",
    "country": "Tunisia",
    "desc": "Sidi Bouzid (Arabic: سيدي بوزيد Sīdi Bu Zīd), sometimes called Sidi Bou Zid or Sīdī Bū Zayd,[1][2] is a city in Tunisia and is the capital of Sidi Bouzid Governorate in the centre of the country. Following the suicide of Mohamed Bouazizi in Sidi Bouzid, it was the site of the first clashes of the Tunisian Revolution and a catalyst for other protests in the region, often known as the Arab Spring. ",
    "iso2": "TN",
    "admin_name": "Sidi Bouzid",
    "capital": "admin",
    "population": "122676",
    "population_proper": "122676",
    "image": "images/Sidi_Bouzid.png"
  },
  {
    "id": "8",
    "city": "Gabès",
    "lat": "33.8814",
    "lng": "10.0983",
    "country": "Tunisia",
    "desc": "Gabès Governorate (Tunisian Arabic: ولاية ڨابس Wilāyat Gābis) is one of the 24 governorates of Tunisia and in south-eastern Tunisia. It covers an area of 7166 km2[1] and had a population of 374,300 as at the 2014 census.[2][3] The capital is Gabès. ",
    "iso2": "TN",
    "admin_name": "Gabès",
    "capital": "admin",
    "population": "116323",
    "population_proper": "116323",
    "image": "images/Gabes.png"
  },
  {
    "id": "9",
    "city": "Ariana",
    "lat": "36.8625",
    "lng": "10.1956",
    "desc": "Ariana Governorate (Arabic: ولاية أريانة Wilāyat Aryānah pronounced [ærˈjæːnæ]) is one of the twenty-four governorates (provinces) of Tunisia. It is in northern Tunisia, approximately triangular, having as one of its sides part of the Gulf of Tunis, it covers an area of 482 km²[1] and has a population of 576,088 (2014 census).[2] The capital is Ariana. ",
    "country": "Tunisia",
    "iso2": "TN",
    "admin_name": "L’Ariana",
    "capital": "admin",
    "population": "114486",
    "population_proper": "114486",
    "image": "images/Ariana.png"
  },
  {
    "id": "10",
    "city": "Jendouba",
    "lat": "36.5011",
    "lng": "8.7803",
    "country": "Tunisia",
    "desc": "Jendouba Governorate (Tunisian Arabic: ولاية جندوبة Wilāyat Jandūbah pronounced [ˌʒænˈduːbæ]) is one of the twenty-four governorates of Tunisia. It is predominantly in the high hills of the Tell Atlas north-western Tunisia, bordering Algeria and the Mediterranean Sea. It covers an area of 3,102 km2 and has a population of 401,477 (2014 census).[1] The capital is Jendouba. ",
    "iso2": "TN",
    "admin_name": "Jendouba",
    "capital": "admin",
    "population": "113116",
    "population_proper": "113116",
    "image": "images/Jendouba.png"
  },
  {
    "id": "11",
    "city": "Gafsa",
    "lat": "34.4167",
    "lng": "8.7833",
    "country": "Tunisia",
    "desc": "Gafsa Governorate (Tunisian Arabic: ولاية ڨفصة Wilāyat Gafṣa) is one of the 24 governorates of Tunisia. It is situated in central Tunisia, bordering Algeria. It covers an area of 7807 km2[1] and has a population of 337,331 (2014 census).[2][3] The capital of the city is Gafsa - ruled by Nader Hamdouni[4] - whom all the heads of local municipalities report to. ",
    "iso2": "TN",
    "admin_name": "Gafsa",
    "capital": "admin",
    "population": "111170",
    "population_proper": "111170",
    "image": "images/Gafsa.png"
  },
  {
    "id": "12",
    "city": "Medenine",
    "lat": "33.3547",
    "lng": "10.5053",
    "country": "Tunisia",
    "desc": "Medenine (Arabic: مدنين Mednin) is the major town in south-eastern Tunisia, 77 kilometres (48 mi) south of the port of Gabès and the Island of Djerba, on the main route to Libya. It is the capital of Medenine Governorate. ",
    "iso2": "TN",
    "admin_name": "Médenine",
    "capital": "admin",
    "population": "109409",
    "population_proper": "109409",
    "image": "images/Medenine.png"
  },
  {
    "id": "13",
    "city": "Béja",
    "lat": "36.7256",
    "lng": "9.1817",
    "country": "Tunisia",
    "iso2": "TN",
    "desc": "Béja Governorate (Arabic: ولاية باجة Wilāyat Bājah pronounced [ˈbæːʒæ]) is one of the twenty-four governorates of Tunisia. It is in northern Tunisia and has a brief coastline relative to its size. It covers an area of 3,740 km²[1] and had a population of 303,032 as at the 2014 census.[2][3] The capital is Béja and it spans the moderately high Tell Atlas hills and part of the plain between the Tell Atlas and the Dorsal Atlas further south. ",
    "admin_name": "Béja",
    "capital": "admin",
    "population": "109299",
    "population_proper": "109299",
    "image": "images/Beja.png"
  },
  {
    "id": "14",
    "city": "Kasserine",
    "lat": "35.1667",
    "lng": "8.8333",
    "country": "Tunisia",
    "desc": "Kasserine Governorate (Arabic: ولاية الڨصرين Wilāyat al-Gaṣrīn pronounced [ɡasˤˈriːn]), sometimes spelt Casrein, is one of the twenty-four governorates (provinces) of Tunisia. It is in west-central Tunisia on the frontier with Algeria, wholly north of the true centre line but the area is south or west of the bulk of the population of the country, based on Tunisia's greater northern rainfall. It covers an area of 8.260 km2[1] and has a population of 465.000 (2022).The capital is Kasserine which is at the foot of Jebel ech Chambi, Tunisia's highest mountain, in turn part of the Dorsal Atlas mountains. The mountain and its associated escarpment form its own national park in the province. ",
    "iso2": "TN",
    "admin_name": "Kasserine",
    "capital": "admin",
    "population": "108794",
    "population_proper": "108794",
    "image": "images/Kasserine.png"
  },
  {
    "id": "15",
    "city": "Monastir",
    "lat": "35.7780",
    "lng": "10.8262",
    "country": "Tunisia",
    "desc": "Monastir, also called Mestir (Arabic: المنستير Monastīr / Mestīr, from the Greek μοναστήριον hermit's cell, monastery), is a city on the central coast of Tunisia, in the Sahel area, some 20 kilometres (12 miles) south of Sousse and 162 kilometres (101 miles) south of Tunis. Traditionally a fishing port, Monastir is now a major tourist resort. Its population is about 93,306. It is the capital of Monastir Governorate. ",
    "iso2": "TN",
    "admin_name": "Monastir",
    "capital": "admin",
    "population": "104535",
    "population_proper": "104535",
    "image": "images/Monastir.png"
  },
  {
    "id": "16",
    "city": "Tataouine",
    "lat": "32.9333",
    "lng": "10.4500",
    "country": "Tunisia",
    "desc": "Tataouine (Berber languages: Tiṭṭawin; Arabic: تطاوين) is a city in southern Tunisia. It is the capital of the Tataouine Governorate. The below-ground cave dwellings of the native Berber population, designed for coolness and protection, render the city and the area around it a tourist and film makers' attraction. ",
    "iso2": "TN",
    "admin_name": "Tataouine",
    "capital": "admin",
    "population": "95775",
    "population_proper": "95775",
    "image": "images/Tataouine.png"
  },
  {
    "id": "17",
    "city": "Ben Arous",
    "lat": "36.7531",
    "lng": "10.2189",
    "country": "Tunisia",
    "desc": "Ben Arous Governorate (Tunisian Arabic: ولاية بن عروس Wilāyat Bin ‘Arūs pronounced [bɪn.ʕæˈruːs]) is one of the twenty-four governorates of Tunisia. It is in the north-east of Tunisia and adjoins smaller Tunis Governorate. It covers an area of 761 km²[1] and had a population of 712,172 as at the 2019 census.[2][3] The capital is Ben Arous. ",
    "iso2": "TN",
    "admin_name": "Ben Arous",
    "capital": "admin",
    "population": "88322",
    "population_proper": "88322",
    "image": "images/Ben_Arous.png"
  },
  {
    "id": "18",
    "city": "Mahdia",
    "lat": "35.5047",
    "lng": "11.0622",
    "country": "Tunisia",
    "desc": "Mahdia Governorate (Tunisian Arabic: ولاية المهدية) is in central-eastern Tunisia, named after its largest town and administrative centre. It comprises an area of coastal relative lowland, but extends further inland than its coastal length. It is one of the twenty-four governorates (provinces). It covers an area of 2,966 km², and has a population of 410,812 (as at the 2014 census).[1] Four other governorates are its neighbours - clockwise from south, Sfax, Kairouan, Sousse and Monastir Governorates. ",
    "iso2": "TN",
    "admin_name": "Mahdia",
    "capital": "admin",
    "population": "79545",
    "population_proper": "79545",
    "image": "images/Mahdia.png"
  },
  {
    "id": "19",
    "city": "El Kef",
    "lat": "36.1667",
    "lng": "8.7000",
    "country": "Tunisia",
    "desc": "Kef Governorate (Tunisian Arabic: ولاية الكاف Wilāyat el-Kāf pronounced [lkæːf]) is one of the twenty-four governorates of Tunisia. It comprises chiefly part of the dorsal Atlas Mountains and their foothills in north-western Tunisia, bordering Algeria. It covers an area of 4,965 km2 and has a population of 243,156 (2014 census).[1] The capital is El Kef. ",
    "iso2": "TN",
    "admin_name": "Kef",
    "capital": "admin",
    "population": "73706",
    "population_proper": "73706",
    "image": "images/Kef.png"
  },
  {
    "id": "20",
    "city": "Nabeul",
    "lat": "36.4514",
    "lng": "10.7361",
    "country": "Tunisia",
    "desc": "Nabeul (/ˈnæbəl/; Arabic: نابل Nābil,Tamazight: ⵏⴰⴱⴻⵍ), is a coastal town located in northeastern Tunisia, on the south coast of the Cape Bon peninsula and surrounded by the Mediterranean Sea on both sides. It is the first seaside resort[1] in Tunisia. It is known for its agricultural riches and its touristic potentials. The city had a population of 73,128 as of the 2014 census. ",
    "iso2": "TN",
    "admin_name": "Nabeul",
    "capital": "admin",
    "population": "73128",
    "population_proper": "73128",
    "image": "images/Nabeul.png"
  },
  {
    "id": "21",
    "city": "Manouba",
    "lat": "36.8000",
    "lng": "10.1000",
    "country": "Tunisia",
    "desc": "Manouba Governorate (Arabic: ولاية منوبة Wilāyat Mannūbah pronounced [ˌmænˈnuːbæ]) is one of the twenty-four governorates (provinces) of Tunisia and is in inland, northern Tunisia. It has a population of 379,518 (as at the 2014 census),[1][2] and an area of 1,137 km2. The capital is Manouba. ",
    "iso2": "TN",
    "admin_name": "Manouba",
    "capital": "admin",
    "population": "58792",
    "population_proper": "58792",
    "image": "images/Manouba.png"
  },
  {
    "id": "22",
    "city": "Tozeur",
    "lat": "33.9197",
    "lng": "8.1336",
    "country": "Tunisia",
    "desc": "Tozeur (Arabic: توزر, romanized: Tūzir; Berber languages: ⵜⵓⵣⴻⵔ, romanized: Tuzər) is a city in southwest Tunisia. The city is located northwest of Chott el Djerid, in between this Chott and the smaller Chott el Gharsa. It is the capital of Tozeur Governorate. It was the site of the ancient city and former bishopric Tusuros, which remains a Latin Catholic titular see. ",
    "iso2": "TN",
    "admin_name": "Tozeur",
    "capital": "admin",
    "population": "37365",
    "population_proper": "37365",
    "image": "images/Tozeur.png"
  },
  {
    "id": "23",
    "city": "Siliana",
    "lat": "36.0819",
    "lng": "9.3747",
    "country": "Tunisia",
    "desc": "Siliana (Tunisian Arabic: سليانة Siliāna) is a modern farming town in northern Tunisia. It is located at around 36°4′55″N 9°22′29″E, 130 km south-west of the capital Tunis. It is the capital of the Siliana Governorate. It is located 4 miles away from Jama where the Battle of Zama occurred. ",
    "iso2": "TN",
    "admin_name": "Siliana",
    "capital": "admin",
    "population": "26960",
    "population_proper": "26960",
    "image": "images/Siliana.png"
  },
  {
    "id": "24",
    "city": "Zaghouan",
    "lat": "36.4028",
    "lng": "10.1433",
    "country": "Tunisia",
    "desc": "Zaghouan Governorate (Arabic: ولاية زغوان Wilāyat Zaghwān pronounced [zɑɣˈwæːn]) is one of the twenty-four governorates (provinces) of Tunisia and is in north-eastern Tunisia. It covers an area of 2,768 square kilometres (1,069 sq mi) and its population was 176,945 at the 2014 census.[1] The capital is the town of Zaghouan. ",
    "iso2": "TN",
    "admin_name": "Zaghouan",
    "capital": "admin",
    "population": "20387",
    "population_proper": "20387",
    "image": "images/Zaghouan.png"
  }
]
